tap "homebrew/cask-fonts"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/core"
tap "homebrew/services"
tap "homebrew/cask-fonts"
brew "starship"
brew "zsh"
brew "zsh-completions"
brew "neovim", args: ["HEAD"]
brew "asdf"
brew "gnupg"
brew "tmux"
brew "rabbitmq"
brew "mackup"
brew "openvpn", restart_service: true
brew "fzf"
brew "eza"
brew "ripgrep"
brew "autojump"
brew "fd"
brew "git-delta"
brew "bat"
brew "bat-extras"
brew "font-plemol-jp"
brew "font-plemol-jp-nf"
brew "font-plemol-jp-hs"
cask "font-fira-code"
cask "homebrew/cask-versions/adoptopenjdk8"
cask "telegram"
cask "visual-studio-code-insiders"
